# ************************************************************
# Sequel Pro SQL dump
# Version 4529
#
# http://www.sequelpro.com/
# https://github.com/sequelpro/sequelpro
#
# Host: localhost (MySQL 5.6.25)
# Database: egecrm
# Generation Time: 2016-02-24 13:20:49 +0000
# ************************************************************


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;


# Dump of table stations
# ------------------------------------------------------------

DROP TABLE IF EXISTS `stations`;

CREATE TABLE `stations` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(64) DEFAULT NULL,
  `lat` float(8,4) DEFAULT NULL,
  `lng` float(8,4) DEFAULT NULL,
  `line_id` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

LOCK TABLES `stations` WRITE;
/*!40000 ALTER TABLE `stations` DISABLE KEYS */;

INSERT INTO `stations` (`id`, `title`, `lat`, `lng`, `line_id`)
VALUES
	(1,'Авиамоторная',55.7516,37.7172,8),
	(2,'Автозаводская',55.7074,37.6573,2),
	(3,'Академическая',55.6879,37.5735,6),
	(4,'Александровский сад',55.7523,37.6087,4),
	(5,'Алексеевская',55.8078,37.6387,6),
	(6,'Алтуфьево',55.8979,37.5871,9),
	(7,'Аннино',55.5836,37.5968,9),
	(8,'Арбатская',55.7522,37.6015,3),
	(9,'Аэропорт',55.8004,37.5326,2),
	(10,'Бабушкинская',55.8695,37.6642,6),
	(11,'Багратионовская',55.7438,37.4977,4),
	(12,'Баррикадная',55.7607,37.5813,7),
	(13,'Бауманская',55.7725,37.6792,3),
	(14,'Беговая',55.7737,37.5468,7),
	(15,'Белорусская',55.7771,37.5818,2),
	(16,'Беляево',55.6426,37.5264,6),
	(17,'Бибирево',55.8840,37.6036,9),
	(18,'Библиотека имени Ленина',55.7523,37.6105,1),
	(19,'Боровицкая',55.7505,37.6092,9),
	(20,'Ботанический сад',55.8453,37.6387,6),
	(21,'Братиславская',55.6595,37.7506,10),
	(22,'Бульвар Адмирала Ушакова',55.5452,37.5423,12),
	(23,'Бульвар Дмитрия Донского',55.5695,37.5764,9),
	(24,'Бунинская аллея',55.5379,37.5154,12),
	(25,'Варшавская',55.6533,37.6200,11),
	(26,'ВДНХ',55.8211,37.6415,6),
	(27,'Владыкино',55.8473,37.5898,9),
	(28,'Водный стадион',55.8406,37.4869,2),
	(29,'Войковская',55.8191,37.4979,2),
	(30,'Волгоградский проспект',55.7250,37.6869,7),
	(31,'Волжская',55.6909,37.7533,10),
	(32,'Волоколамская',55.8357,37.3820,3),
	(33,'Воробьёвы горы',55.7104,37.5594,1),
	(35,'Выхино',55.7156,37.8179,7),
	(36,'Динамо',55.7897,37.5582,2),
	(37,'Дмитровская',55.8080,37.5812,9),
	(38,'Добрынинская',55.7290,37.6228,5),
	(39,'Домодедовская',55.6110,37.7191,2),
	(40,'Достоевская',55.7813,37.6138,10),
	(41,'Дубровка',55.7178,37.6766,10),
	(42,'Измайловская',55.7878,37.7814,3),
	(43,'Калужская',55.6572,37.5404,6),
	(44,'Кантемировская',55.6357,37.6566,2),
	(45,'Каховская',55.6531,37.5985,11),
	(46,'Каширская',55.6551,37.6488,2),
	(47,'Киевская',55.7436,37.5665,3),
	(48,'Китай-город',55.7570,37.6309,6),
	(49,'Кожуховская',55.7063,37.6856,10),
	(50,'Коломенская',55.6783,37.6638,2),
	(51,'Комсомольская',55.7762,37.6559,1),
	(52,'Коньково',55.6333,37.5193,6),
	(53,'Красногвардейская',55.6139,37.7445,2),
	(54,'Краснопресненская',55.7603,37.5772,5),
	(55,'Красносельская',55.7800,37.6661,1),
	(56,'Красные ворота',55.7691,37.6491,1),
	(57,'Крестьянская застава',55.7323,37.6655,10),
	(58,'Кропоткинская',55.7452,37.6030,1),
	(59,'Крылатское',55.7568,37.4080,3),
	(60,'Кузнецкий мост',55.7615,37.6244,7),
	(61,'Кузьминки',55.7055,37.7657,7),
	(62,'Кунцевская',55.7308,37.4459,3),
	(63,'Курская',55.7587,37.6596,3),
	(64,'Кутузовская',55.7400,37.5344,4),
	(65,'Ленинский проспект',55.7076,37.5865,6),
	(66,'Лубянка',55.7597,37.6266,1),
	(67,'Люблино',55.6757,37.7618,10),
	(68,'Марксистская',55.7409,37.6565,8),
	(69,'Марьина Роща',55.7936,37.6163,10),
	(70,'Марьино',55.6502,37.7437,10),
	(71,'Маяковская',55.7701,37.5959,2),
	(72,'Медведково',55.8872,37.6615,6),
	(74,'Менделеевская',55.7817,37.5989,9),
	(75,'Митино',55.8460,37.3614,3),
	(76,'Молодёжная',55.7406,37.4169,3),
	(77,'Мякинино',55.8255,37.3854,3),
	(78,'Нагатинская',55.6830,37.6218,9),
	(79,'Нагорная',55.6730,37.6108,9),
	(80,'Нахимовский проспект',55.6626,37.6053,9),
	(81,'Новогиреево',55.7517,37.8166,8),
	(82,'Новокузнецкая',55.7424,37.6293,2),
	(83,'Новослободская',55.7795,37.6011,5),
	(84,'Новоясеневская',55.6019,37.5529,6),
	(85,'Новые Черёмушки',55.6704,37.5547,6),
	(86,'Октябрьская',55.7293,37.6113,5),
	(87,'Октябрьское Поле',55.7935,37.4935,7),
	(88,'Орехово',55.6132,37.6950,2),
	(89,'Отрадное',55.8634,37.6046,9),
	(90,'Охотный ряд',55.7579,37.6166,1),
	(91,'Павелецкая',55.7313,37.6363,2),
	(92,'Парк культуры',55.7352,37.5931,1),
	(93,'Парк Победы',55.7362,37.5168,3),
	(94,'Партизанская',55.7885,37.7496,3),
	(95,'Первомайская',55.7945,37.7994,3),
	(96,'Перово',55.7512,37.7866,8),
	(97,'Петровско-Разумовская',55.8367,37.5754,9),
	(98,'Печатники',55.6932,37.7269,10),
	(99,'Пионерская',55.7360,37.4671,4),
	(100,'Планерная',55.8607,37.4365,7),
	(101,'Площадь Ильича',55.7468,37.6810,8),
	(102,'Площадь Революции',55.7566,37.6217,3),
	(103,'Полежаевская',55.7775,37.5195,7),
	(104,'Полянка',55.7368,37.6186,9),
	(105,'Пражская',55.6123,37.6042,9),
	(106,'Преображенская площадь',55.7962,37.7155,1),
	(107,'Пролетарская',55.7317,37.6664,7),
	(108,'Проспект Вернадского',55.6770,37.5063,1),
	(109,'Проспект Мира',55.7797,37.6336,5),
	(110,'Профсоюзная',55.6780,37.5629,6),
	(111,'Пушкинская',55.7650,37.6059,7),
	(112,'Речной вокзал',55.8551,37.4761,2),
	(113,'Рижская',55.7925,37.6362,6),
	(114,'Римская',55.7467,37.6795,10),
	(115,'Рязанский проспект',55.7169,37.7933,7),
	(116,'Савёловская',55.7941,37.5881,9),
	(117,'Свиблово',55.8553,37.6531,6),
	(118,'Севастопольская',55.6513,37.5983,9),
	(119,'Семёновская',55.7831,37.7194,3),
	(120,'Серпуховская',55.7268,37.6253,9),
	(121,'Славянский бульвар',55.7296,37.4707,3),
	(122,'Смоленская',55.7477,37.5838,3),
	(123,'Сокол',55.8048,37.5155,2),
	(124,'Сокольники',55.7893,37.6797,1),
	(125,'Спортивная',55.7233,37.5641,1),
	(126,'Сретенский бульвар',55.7658,37.6393,10),
	(127,'Строгино',55.8037,37.4031,3),
	(128,'Студенческая',55.7389,37.5483,4),
	(129,'Сухаревская',55.7723,37.6324,6),
	(130,'Сходненская',55.8507,37.4398,7),
	(131,'Таганская',55.7395,37.6532,5),
	(132,'Тверская',55.7648,37.6049,2),
	(133,'Театральная',55.7576,37.6187,2),
	(134,'Текстильщики',55.7090,37.7313,7),
	(135,'Тёплый Стан',55.6185,37.5074,6),
	(136,'Тимирязевская',55.8190,37.5789,9),
	(137,'Третьяковская',55.7407,37.6256,6),
	(138,'Трубная',55.7678,37.6219,10),
	(139,'Тульская',55.7087,37.6224,9),
	(140,'Тургеневская',55.7658,37.6368,6),
	(141,'Тушинская',55.8265,37.4371,7),
	(142,'Улица 1905 года',55.7647,37.5615,7),
	(143,'Улица Академика Янгеля',55.5952,37.6014,9),
	(144,'Улица Горчакова',55.5421,37.5317,12),
	(145,'Улица Подбельского',55.8145,37.7343,1),
	(146,'Улица Скобелевская',55.5481,37.5547,12),
	(147,'Улица Старокачаловская',55.5693,37.5765,12),
	(148,'Университет',55.6926,37.5346,1),
	(149,'Филёвский парк',55.7396,37.4833,4),
	(150,'Фили',55.7461,37.5148,4),
	(151,'Фрунзенская',55.7275,37.5807,1),
	(152,'Царицыно',55.6215,37.6695,2),
	(153,'Цветной бульвар',55.7717,37.6207,9),
	(154,'Черкизовская',55.8039,37.7448,1),
	(155,'Чертановская',55.6408,37.6062,9),
	(156,'Чеховская',55.7659,37.6083,9),
	(157,'Чистые пруды',55.7649,37.6384,1),
	(158,'Чкаловская',55.7560,37.6594,10),
	(159,'Шаболовская',55.7188,37.6081,6),
	(160,'Шоссе Энтузиастов',55.7583,37.7515,8),
	(161,'Щёлковская',55.8093,37.7986,3),
	(162,'Щукинская',55.8085,37.4644,7),
	(163,'Электрозаводская',55.7821,37.7053,3),
	(164,'Юго-Западная',55.6638,37.4832,1),
	(165,'Южная',55.6224,37.6087,9),
	(166,'Ясенево',55.6062,37.5336,6),
	(180,'Новокосино',55.7451,37.8640,8),
	(200,'Борисово',55.6335,37.7441,10),
	(201,'Шипиловская',55.6210,37.7436,10),
	(202,'Зябликово',55.6120,37.7449,10),
	(203,'Пятницкое шоссе',55.8559,37.3542,3),
	(204,'Алма-Атинская',55.6328,37.7661,2),
	(205,'Лермонтовский проспект',55.7009,37.8524,7),
	(206,'Жулебино',55.6845,37.8552,7),
	(207,'Битцевский парк',55.6018,37.5555,1),
	(208,'Лесопарковая',55.5827,37.5775,1),
	(209,'Тропарево',55.6457,37.4723,1),
	(210,'Выставочная',55.7495,37.5430,4),
	(211,'Международная',55.7486,37.5330,4),
	(212,'Деловой центр',55.7488,37.5427,8),
	(213,'Бульвар Рокоссовского',55.8143,37.7351,1),
	(214,'Спартак',55.8172,37.4348,7);

/*!40000 ALTER TABLE `stations` ENABLE KEYS */;
UNLOCK TABLES;



/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;
/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
