<div class="row">
	<div class="col-sm-12">
<!--

		<div class="question" style="margin-top: 0">
			<span>
			Выплата заработной платы
			</span>
			<div>
				<b>Ответ:</b> Оплату проведенных занятий преподаватель может получить после последнего занятия, проведенного им в текущем календарном месяце в 317 кабинете у Светланы с 10 до 19 часов с понедельника по пятницу. По выходным бухгалтерия не работает. Обратите внимание, что плата за проведенное занятие начисляется автоматически при регистрации занятия нажатием кнопки "записать в журнал" из личного кабинета преподавателя.
			</div>
		</div>
		
		<div class="question" style="margin-top: 0">
			<span>
			В случае опоздания преподавателя
			</span>
			<div>
				Родители учеников и администрация ЕГЭ-Центра остро реагируют на опоздания преподавателей. Рекомендуется прийти за 15 минут до начала занятия, чтобы успеть воспользоваться ксероксом, принтером, наладить проектор и ноутбук. Опоздание допустимо не более, чем на 10 минут, и не чаще, чем на 1 занятие из 10. В случае более сильных и частых опозданиях администрация вынуждена заменить преподавателя во всех его группах на все оставшиеся занятия в году.
			</div>
		</div>
		
		<div class="question" style="margin-top: 0">
			<span>
			Перед началом занятия
			</span>
			<div>
				<b>Ответ:</b>Отметиться
			</div>
		</div>
		
		<div class="question" style="margin-top: 0">
			<span>
			Если что звонить на телефон 9260924966
			</span>
			<div>
				Родители учеников и администрация ЕГЭ-Центра остро реагируют на опоздания преподавателей
			</div>
		</div>
		
		<div class="question" style="margin-top: 0">
			<span>
			Можно ли отменять занятия и предварительно компенсировать их с группой
			</span>
			<div>
				
			</div>
		</div>
		
		<div class="question" style="margin-top: 0">
			<span>
			Доступ к телефонам и контактам родителей
			</span>
			<div>
				
			</div>
		</div>
		
		<div class="question" style="margin-top: 0">
			<span>
			Можно ли внести цветные мелки
			</span>
			<div>
				
			</div>
		</div>
		



		<div class="question">
			<span>
			<b>Вопрос: </b> мой вопрос
			</span>
			<div>
				<b>Ответ:</b> мой ответ
			</div>
		</div>
	</div>
-->
</div>