<?php
	class Notification  extends Model
	{
	
		/*====================================== ПЕРЕМЕННЫЕ И КОНСТАНТЫ ======================================*/

		public static $mysql_table	= "notifications";
		
		/*====================================== СИСТЕМНЫЕ ФУНКЦИИ ======================================*/
		
		public function __construct($array)
		{
			parent::__construct($array);
			
			// Добавляем таймстемп
			$this->timestamp = strtotime($this->date." ".$this->time);
			
			// Добавляем id_request в напоминание
			$this->getRelation("Request");
		}
		
		/*====================================== СТАТИЧЕСКИЕ ФУНКЦИИ ======================================*/

				
		/*====================================== ФУНКЦИИ КЛАССА ======================================*/

		
	}