<?php
	class Passport extends Model
	{
	
		/*====================================== ПЕРЕМЕННЫЕ И КОНСТАНТЫ ======================================*/

		public static $mysql_table	= "passports";
		
		// Паспорт представителя
		const TYPE_REPRESENTATIVE = 1;
				
		/*====================================== СИСТЕМНЫЕ ФУНКЦИИ ======================================*/
		
		
		
		/*====================================== СТАТИЧЕСКИЕ ФУНКЦИИ ======================================*/

				
		/*====================================== ФУНКЦИИ КЛАССА ======================================*/

		
	}